org/2021-23.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 2021 年第 23 周总结
#+DATE: <2021-06-06 Sun>
如果一个人不能明了自己生命的意义、生活的意义？那么他是为何而活？

这个世界在某种程度上是残缺的，它让人类追逐那些最本源的罪恶------懒惰、贪婪。当大多数人沉迷于此时，能够更好克制自己这方面的欲望的人，就会胜出。他们这群人会接管这个世界，似乎只有这样，世界才能遵从某种秩序、某种规范。

人类自我反省的路途永远在路上。明知道有些行为能够伤害自己却还是要做，明知道这样做只是为了满足自己的原始欲望却还是要做。做的时候，有两种想法，一种是我清楚地知道这样做的后果，但我依然选择这样做；另一种则是，我自以为知道后果，也选择如此。这两者没有区别，都是一种自以为是，自以为自己想到了全部、得到了渴望的一切事物。

其实，人类渴求的远不止如此，因为人是如此的屈从于自己的原始欲望，以至于他们是如此地易操纵------如果想弄清是怎么操纵的，只要看看你沉迷的那些应用就可以。

每次，我叩问自己内心时，我都很困惑，因为找不到那种真切的实实在在的意义，指引我、帮助我，我所能依靠的是自己和前人的智慧。我要做的就是寻找，找到属于自己的答案。

我要学会真正地、用一种平视的目光看待自己，看待周遭的一切事物。抓住那些对自己有意义的部分、忽视那些虚伪欺骗伪装。
